{
  "Mendarek": "Mendarek",
  "home_nav": "Accueil",
  "courses_nav": "Les Cours",
  "teachers_nav": "Enseignants",
  "blog_nav": "Blog",
  "about-us_nav": "À Propos",
  "contact-us_nav": "Contactez-Nous",
  "faq_footer": "faq",
  "login_nav": "Connexion",
  "Sign-up_nav": "Inscription",
  "header_title": "Mendarek",
  "header_sub_title": " La Meilleure Plateforme D'Apprentissage En Ligne En Algérie",
  "text_header_home": "La meilleure plateforme de cours de soutien en ligne en Algérie est là pour vous accompagner dans vos études. Avec les meilleurs enseignants, des cours simplifiés en vidéos et des sujets corrigés, à Mendarek tout est à votre disposition de votre domicile.",
  "start_now": "Commencer Maintenant",
  "home_best_heading": "Pourquoi Nous Sommes Les Meilleurs?",
  "home_best_paragraph": "Tout simplement, grâce à nos enseignants compétents, nous vous proposons la totalité des cours du programme scolaire expliqués de la plus simple des méthodes, tout ceci sans même devoir quitter votre maison. Nous suggérons le meilleur contenu mis en place par nos pedagogues. Nous éliminons toutes vos difficultés en vous exerçant sur divers sujets corrigés",
  "learn_with_videos": "Apprendre avec des vidéos",
  "creative_study": "Methode d'étude créatif",
  "exemples": "Avec des exemples",
  "home_courses_heading": "Nos Cours",
  "home_courses_sub_heading": "Nous vous donnons accès aux meilleurs cours: ",
  "home_courses_paragraph": "Vous aurez droit dans la section ci-dessous à la totalité des matières pour toutes les années des 3 cycles scolaires.",
  "home_about-us_heading": "À propos de nous",
  "home_about-us_sub_heading": "Nous offrons les meilleurs services à nos étudiants",
  "home_about-us_paragraph": "En plus des cours de soutien, Mendarek est une filiale de l'école de formation professionnelle INFORMICA, connue pour la qualité de ses programmes de formation. Apprenez-en davantage sur nous et les programmes que nous offrons.",
  "learn_more": "Voir plus",
  "about-us_best-teachers_best_teachers": "Meilleurs enseignants",
  "about-us_best-teachers_paragraph_best_teachers": "Après les avoir eu comme enseignants en présentiel et avoir obtenu la confiance de nos chers élèves, ce fut un devoir de solliciter leurs compétences afin de bâtir cette plateforme",
  "about-us_best-teachers_digital_learning": " Enseignement à distance",
  "about-us_best-teachers_paragraph_digital_learning": " Plus besoin de se déplacer pour comprendre vos leçons, vous entrainer sur les exercices, réviser ou même poser des questions...juste de chez vous, en un seul clic et vous êtes servis",
  "about-us_best-teachers_low_coast": "Meilleurs tarifs",
  "about-us_best-teachers_paragraph_low_coast": "Pour la qualité que nous vous proposons, le prix n'est que symbolique, notre slogan a toujours été que les études sont simples, nous ne devons pas les compliquer et tout le monde doit y avoir accès.",
  "home_teacher_heading": "Nous avons les enseignants les plus qualifiés.",
  "home_teacher_paragraph": "Après les avoir eu comme enseignants en présentiel et avoir obtenu la confiance de nos chers élèves, ce fut un devoir de solliciter leurs compétences afin de bâtir cette plateforme",
  "footer_paragraph": "N'oubliez pas de vous inscrire afin d'avoir accès à nos cours et de commencer à apprendre.",
  "welcome_back": "Bienvenue à nouveau",
  "not_registered": "Pas encore inscrit(e) ?",
  "forgot_password": "Vous avez oublié votre mot de passe ?",
  "welcome_to": "Bienvenue dans",
  "create_account": "Créer un compte",
  "have_account": "Vous avez déjà un compte ?",
  "our_story": "Notre histoire",
  "our_story_paragraph": "Mendarek n'est que le fruit d'années de travail dans le domaine des formations, l'école informica étant connue pour sa réputation dans le domaine de la formation professionnelle ainsi que les cours de langues et les cours de soutien scolaire, Mendarek n'a été qu'une expansion du projet initial et du succès inscrit ainsi que de son expertise obtenu. Depuis novembre 2016, l'école MENDAREK est dédiée à offrir une éducation de qualité à ses élèves. Notre histoire est celle de la croissance et de la réussite, car nous avons travaillé sans relâche pour créer un environnement où les élèves peuvent s'épanouir sur le plan académique, social et émotionnel. Nos enseignants et notre personnel expérimentés sont engagés à aider chaque élève à atteindre son plein potentiel en offrant une attention personnalisée et un soutien. Nous proposons une large gamme de programmes académiques, d'activités parascolaires et d'opportunités de service communautaire pour aider nos élèves à se développer en individus complets. Notre objectif est de préparer nos élèves à devenir des citoyens responsables et réussis qui peuvent apporter des contributions positives à la société. Alors que nous continuons à croître et à évoluer, nous restons engagés à offrir la meilleure éducation possible à nos élèves et à favoriser une communauté d'apprenants tout au long de leur vie.",
  "said_about_us": " Les étudiants utilisent MENDAREK pour apprendre et progresser dans leurs études. Alors, après leur expérience, qu'ont-ils dit de nous ?",
  "students": "les Étudiants",
  "courses": "les Cours",
  "teachers": "les Enseignants",
  "videos": "Vidéos",
  "corrected": "Examens corrigés",
  "people_say": "Voir ce que les gens disent de nous",
  "about_me": "À propos de moi",
  "my_courses": "Mes Cours",
  "contact_details": "Mes Coordonnées",
  "years_old": "Ans",
  "our_courses": "Nos Cours",
  "all_courses": "Tout les Cours",
  "find_all": "Trouvez ce qui vous convient",
  "this_course_for": "Ce sont nos cours pour",
  "eager": "Nous sommes toujours impatients d’avoir de vos nouvelles",
  "send_msg": "Envoyez-nous un message",
  "where_find_us": "Où nous trouver",
  "submit": "Envoyer",
  "email": "Adresse e-mail",
  "password": "Mot de passe",
  "message": "Message",
  "confirm_password": "Confirmer votre mot de passe",
  "news_details": "Détails de l'actualité",
  "fa_question": "Foire Aux Questions",
  "faq_paragraph": "Nous sommes toujours là pour répondre à tous vos questions et pour vous donner les renseignements necessaires, à MENDAREK vous n'etes jamais seuls",
  "latest_news_one": "Les dernières nouvelles",
  "latest_news_two": "sont toujours en haut",
  "not_found": "Oups! Cette page est introuvable.",
  "language": "Laungue",
  "other_questions": "Pour des questions supplémentaires, veuillez visiter notre centre d'assistance ou nous envoyer un email.",
  "not_found_paragraph": "Il semble qu'il n'y ait rien à cet endroit. Essayez peut-être l'un des liens ci-dessous ou une recherche ?",
  "back_home": "Retourner à la page d'accuei",
  "why_us": "Pourquoi nous choisir",
  "signup_paragraph": " Inscrivez-vous sur notre plateforme pour pouvoir commencer à apprendre dès maintenant.",
  "login_paragraph": " Apprenez depuis la meilleure plateforme en ligne en Algérie"
}
