{
  "Mendarek": "Mendarek",
  "home_nav": "Home",
  "courses_nav": "Courses",
  "teachers_nav": "Teachers",
  "blog_nav": "Blog",
  "about-us_nav": "About-Us ",
  "contact-us_nav": "Contact-Us",
  "faq_footer": "faq",
  "login_nav": "Login",
  "Sign-up_nav": "Sing Up",
  "header_title": "Mendarek",
  "header_sub_title": "The Best E-Learning Platform In Algeria",
  "text_header_home": "The best e-learning platform in Algeria is here to support you in your studies. With the best teachers, simplified video lessons, and solved topics, everything you need is available to you from the comfort of your own home on the Mendarek platform.",
  "start_now": "Start Now",
  "home_best_heading": "Why are we the best?",
  "home_best_paragraph": "Simply put, thanks to our competent teachers, we offer you all the courses of the school Academic program explained in the simplest of methods, all without even having to leave your home. We suggest the best content We have the best teacher We eliminate all your difficulties by training you on solved topics.",
  "learn_with_videos": "Learn With Videos",
  "creative_study": "Creative Study Pattern",
  "exemples": "Provided With Examples",
  "home_courses_heading": "Our Courses",
  "home_courses_sub_heading": "We Provide You With THe Best Courses: ",
  "home_courses_paragraph": "You will have access below to all subjects for all years of the 3 school cycles.",
  "home_about-us_heading": "About Us",
  "home_about-us_sub_heading": "We Provide The Best Services To Our Students",
  "home_about-us_paragraph": "In addition to tutoring classes, Mendarek is a subsidiary of the vocational training school INFORMICA, known for the quality of its training programs. Learn more about us and the programs we offer.",
  "learn_more": "See More",
  "about-us_best-teachers_best_teachers": "Best teachers:",
  "about-us_best-teachers_paragraph_best_teachers": "After having them as teachers in person and gaining the trust of our dear students, it was a duty to seek their skills in order to build this platform.",
  "about-us_best-teachers_digital_learning": "Digital Learning ",
  "about-us_best-teachers_paragraph_digital_learning": "No need to move from your home anymore to understand your lessons, practice exercises, revise, or even ask questions... all of this can be done from the comfort of your own home, with just one click, and you're served.",
  "about-us_best-teachers_low_coast": "Low prices.",
  "about-us_best-teachers_paragraph_low_coast": "For the quality that we offer you, the price is only symbolic. Our slogan has always been that studies are simple, we should not complicate them, and everyone should have access to them.",
  "home_teacher_heading": "We Have The Most Qualified Teachers",
  "home_teacher_paragraph": "After having them as teachers in person and gaining the trust of our dear students, it was our duty to solicit their expertise in building this platform.",
  "footer_paragraph": "Don't Forget To Sign Up So You Can Access To Our Courses And Start Learning.",
  "welcome_back": "Welcome Back",
  "not_registered": "Not Registered Yet?",
  "forgot_password": "Forget You Password?",
  "welcome_to": "Welcome To",
  "create_account": "Create Account",
  "signup_paragraph": "Sign Up In Our Platform So You Can Start Now Learning",
  "have_account": "You already have an account?",
  "our_story": "Our Story",
  "why_us": "Why Choose Us",
  "our_story_paragraph": "Mendarek is only the result of years of work in the field of training, where Informica school is known for its reputation in the field of vocational training, language courses, and academic support courses. Mendarek was just an expansion of the initial project and the success achieved, as well as the expertise obtained. Since November 2016, MENDAREK School has been dedicated to providing quality education to its students. Our story is one of growth and achievement, as we have worked tirelessly to create an environment where students can thrive academically, socially, and emotionally. Our experienced teachers and staff are committed to helping each student reach their full potential by providing personalized attention and support. We offer a wide range of academic programs, extracurricular activities, and community service opportunities to help our students develop into well-rounded individuals. Our goal is to prepare our students to become responsible and successful citizens who can make positive contributions to society. As we continue to grow and evolve, we remain committed to providing the best possible education to our students and fostering a community of lifelong learners.",
  "students": "Students",
  "courses": "Courses",
  "teachers": "teachers",
  "videos": "videos",
  "corrected": "corrected exams",
  "said_about_us": "Students use MENDAREK to learn and progress and their studies. so after their experience what they said about us",
  "people_say": "See What People Are Saying About Us",
  "about_me": "about me",
  "my_courses": "My Courses",
  "contact_details": "Contact Details",
  "years_old": "Years old",
  "our_courses": "Our Courses",
  "email": "email",
  "password": "Password",
  "message": "Message",
  "confirm_password": "Confirm Your Password",
  "language": "Language",
  "all_courses": "All Courses",
  "eager": "We're Always Eager To Hear From You",
  "find_all": "Find What Suits You",
  "send_msg": "send us a message",
  "where_find_us": "Where You Can Find Us",
  "submit": "submit",
  "news_details": " News Details",
  "this_course_for": "This Is Our Courses For",
  "fa_question": "Frequently Asked Question",
  "faq_paragraph": "We are always here to answer all your questions and provide you with the necessary information, at MENDAREK you are never alone.",
  "latest_news_one": "Latest News",
  "latest_news_two": "Are always on top",
  "back_home": "Go Back To Home",
  "other_questions": "For Additional Questions, Please Visit Our Support Center Or Email-Us At",
  "not_found": " Oops! That page can't be found.",
  "not_found_paragraph": "It looks like nothing was found at this location. Maybe try one of the links below or a search?",
  "login_paragraph": " Learn From The Best Online Platform In Algeria"
}
